HW_02 (Function&Classes)
 (Функції)
1.	Створіть функції для розрахунку периметра та площі для прямокутника, круга, трикутника (через 3 сторони).
2.	Створіть скрипт, який:
a.	Запропонує користувачу фігуру на вибір (прямокутник, круг, трикутник);
b.	Запитає що розрахувати (периметр чи площу);
c.	В залежності від вибраної фігури запитає потрібні властивості (сторони або радіус).
(Класи)
1.	Створити класи фігур (прямокутник, круг, трикутник);
2.	Замінити функції для розрахунку периметру/площі фігур на методи в класах цих фігур.
